Repository: muhiro12/Fluel
Catalog: Fluel/Resources/AppIntents.xcstrings
Source language: en
Languages: ja

source: Archive
ja: アーカイブ

source: Archive Entry
ja: 記録をアーカイブ

source: Archived entry.
ja: 記録をアーカイブしました。

source: Check how long an entry has been with you.
ja: 記録とともに過ごした時間を確認します。

source: Check Time Together
ja: ともに過ごした時間を確認

source: Create an entry with a known start.
ja: わかっている始まりで記録を作成します。

source: Create Entry
ja: 記録を作成

source: Created entry.
ja: 記録を作成しました。

source: Dashboard
ja: 概要

source: Day
ja: 日

source: Destination
ja: 開く画面

source: Entries
ja: 記録

source: Entry
ja: 記録

source: Milestones
ja: 節目

source: Month
ja: 月

source: Move an archived entry back into daily life.
ja: アーカイブした記録を日々の暮らしへ戻します。

source: Move an entry out of daily life.
ja: 記録を日々の暮らしから外します。

source: Note
ja: メモ

source: Open Fluel
ja: Fluelを開く

source: Open Fluel Destination
ja: Fluelの画面を開く

source: Open Fluel Route
ja: Fluelのリンクを開く

source: Open Fluel to a main screen.
ja: Fluelの主要画面を開きます。

source: Precision
ja: 詳しさ

source: Presets
ja: プリセット

source: Restore Entry
ja: 記録を戻す

source: Restored entry.
ja: 記録を戻しました。

source: Start
ja: 始まり

source: The entry could not be found.
ja: 記録が見つかりませんでした。

source: This entry is already archived.
ja: この記録はすでにアーカイブされています。

source: This entry is not archived.
ja: この記録はアーカイブされていません。

source: Time Together
ja: ともに過ごした時間

source: Time together is ready.
ja: ともに過ごした時間を確認できます。

source: Timeline
ja: タイムライン

source: Title
ja: タイトル

source: Year
ja: 年
